commands = {
    'start': lambda user_name:
    f'Привет, {user_name}! \n\n'
    'Добро пожаловать в @ShadowClosetBot \n\n'
    'Ссылка для скачивания Outline клиента на Windows, если не удалось установить с сайта: https://disk.yandex.ru/d/ICI8tjJrLvYCyg \n\n'
    'Меню:',
    'info': lambda:
    '<b>О боте:</b>\n'
    'Привет! Я – ваш надежный помощник для беспрепятственного доступа в интернет с помощью Outline VPN! 🌐\n\n'
    'Что предлагает наш бот?\n'
    ' 1. Бесплатная подписка на 2 дня: Проверьте наш сервис бесплатно на протяжении двух дней. Просто \n'
    'активируйте свою учетную запись и наслаждайтесь безопасным и анонимным интернет-серфингом!🆓💼\n'
    ' 2. Платная подписка на месяц за 100 рублей: Наслаждайтесь безлимитным доступом в течение\n '
    'целого месяца! Это идеальный вариант для тех, кто хочет постоянный доступ к безопасному \n'
    'интернету. 💸🔐\n\n'
    'Как это работает?\n'
    ' • Просто следуйте инструкциям в боте, выберите желаемый тариф и получите ключи для \n'
    'подключения. Все легко и понятно! 🚀\n\n'
    'Удобство, безопасность и конфиденциальность – вот что мы предлагаем вам! Подключайтесь и \n'
    'оставайтесь в безопасности в интернете с нашим ботом! 🌍',
    'subscription_info': lambda:
    '<b>Информация о подписках:</b>\n\n'
    '<b>Пробная подписка:</b>\n'
    'Пробная подписка предоставляется на 2 дня, в течении которых вы можете использовать\n'
    'выданный вам ключ для безопасного доступа в интернет. По истечению срока действия подписки\n'
    'выданный вам ключ будет заблокрирован\n\n'
    '<b>Платная подписка:</b>\n'
    'Платная подписка выдается на 30 дней и стоит 100 рублей. По истечению срока действия подписки\n'
    'выданный вам ключ будет заблокрирован',
    'paid_sub_info': lambda:
    'Поздравляем, Вы успешно оплатили подписку!\n'
    'В течении минуты вы получите ключ для VPN...',
    'key': lambda key:
    'Вот ваш ключ:\n'
    f'```{key}```',
}
