errors = {
    'server_error': lambda:
    'Ошибка на стороне сервера! Подождите некторое время и введите команду /start еще раз',
    'server_connection_error': lambda:
    'Не удалось установить соединение с сервером, попробуйте ввести команду /start позже',
    'not_found_after_payment_error': lambda:
    'Ошибка! Вы не завершили оформление подписки или же еще не состоите в закрытой группе для подписчиков',
    'trial_subscription_already_bought': lambda:
    'Вы уже приобретали пробную подписку',
    'subscription_already_bought': lambda:
    'Вы уже приобретали платную подписку! Вы можете приобрести ее еще раз, '
    'когда кончится срок действия вашей текущей платной подписки!',
    'environment_variables_error': lambda:
    'Некоторые из значений перемнных среды не смогли заргузиться!'
}
